[M_IrisHUB_WalkTheDog MissionDefinition]
MissionName="Passeando Com O Cachorrinho"
MissionDescription="Tina Pequenina quer que você passeie com o seu cachorro, Henrique.  Ela pediu que você vá buscá-lo."
TurnInDescription="O cachorrinho da Tina deu um belo passeio e você passou por um ótimo teste cardíaco.  Foi um bom dia."
MissionSummary="Passeie com o ''cachorrinho'' da Tina."
MissionGiver="Tina Pequenina"
MissionTurnInLocation="Tina Pequenina"
TeaserText="Abrirás Sepulturas.  Viverás emoções.  Passsearás com cachorros."

[M_IrisHUB_WalkTheDog:DontKill MissionObjectiveDefinition]
ProgressMessage="Mantenha o Henrique vivo"

[M_IrisHUB_WalkTheDog:GoFindDog MissionObjectiveDefinition]
ProgressMessage="Encontre o Henrique"

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Tina Pequenina quer que você passeie com o seu cachorrinho, Henrique. \n\nAcontece que o Henrique é uma fera sanguinária e vai rasgar seu pescoço, caso você se distraia.\nPara passear com ele você terá que correr para levá-lo nos seus lugares favoritos.\nSó não deixe ele te comer."

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:ReleaseDog MissionObjectiveDefinition]
ProgressMessage="Abra a jaula"

[M_IrisHUB_WalkTheDog:Return MissionObjectiveDefinition]
ProgressMessage="Volte até a Tina"

[M_IrisHUB_WalkTheDog:Waypoint1 MissionObjectiveDefinition]
ProgressMessage="CORRE SAFADO, COOOORRE!"

[M_IrisHUB_WalkTheDog:Waypoint2 MissionObjectiveDefinition]
ProgressMessage="PELO AMOR DA TORGUE, CORRA MAIS DEPRESSA!"

[M_IrisHUB_WalkTheDog:Waypoint3 MissionObjectiveDefinition]
ProgressMessage="AI, AI, VOCÊ ME PEGOU, VOCÊ ME PEGOU!"

[M_IrisHUB_WalkTheDog:Waypoint4 MissionObjectiveDefinition]
ProgressMessage="SINTO SUA RESPIRAÇÃO NO PESCOÇO!"

[M_IrisHUB_WalkTheDog:Waypoint5 MissionObjectiveDefinition]
ProgressMessage="COOOOORREEEE!"

